Repository: maulikrana922/eddi-backend
Catalog: locale/*/LC_MESSAGES/django.po
Languages: sv

source: Value
sv: Värde

source: Status Table
sv: Statustabell

source: User Type
sv: Användartyp

source: User Type Table
sv: Användartyptabell

source: Approval Status Table
sv: Statustabell för godkännande

source: First Name
sv: Förnamn

source: Last Name
sv: Efternamn

source: password
sv: Lösenord

source: Email ID
sv: E-post ID

source: Password
sv: Lösenord

source: is First Time Login
sv: är förstagångsinloggning

source: Created By
sv: Skapad av

source: Created Date Time
sv: Skapat Datum Tid

source: Modified By
sv: Modifierad av

source: Modified Date Time
sv: Ändrad Datum Tid

source: is_authenticated
sv: is_autenticated

source: Is Login From
sv: Är inloggning från

source: is_active
sv: är aktiv

source: is_approved
sv: är godkänd

source: User Signup Table
sv: Användarregistreringstabell

source: email_id
sv: e-post ID

source: Non BuiltIn User Token
sv: Icke inbyggd användartoken

source: Category Name
sv: kategori namn

source: Category Image
sv: Kategoribild

source: Category Overview
sv: Kategoriöversikt

source: Color
sv: Färg

source: Enrollment_Process
sv: Registreringsprocess

source: Step_1_Description
sv: Steg_1_Beskrivning

source: Course Category Table
sv: Kurskategoritabell

source: Sub Category Name
sv: Underkategorinamn

source: supplier
sv: leverantör

source: Course Sub Category Table
sv: Tabell för underkategorier för kurser

source: Course Type Name
sv: Namn på kurstyp

source: Course Type Table
sv: Tabell för kurstyp

source: Course Level Name
sv: Namn på kursnivå

source: Course Level Table
sv: Kursnivåtabell

source: Fee Type Name
sv: Avgiftstyps namn

source: Fee Type Table
sv: Tabell för avgiftstyp

source: VAT Value Percentage
sv: Moms Värdeprocent

source: Invoice VAT Table
sv: Fakturamomstabell

source: Supplier Email
sv: Leverantörs e-post

source: Organizational Name
sv: Organisationsnamn

source: Oraganization Email
sv: Organisations e-post

source: organization Website
sv: organisationens webbplats

source: Organization Address
sv: Organisationens adress

source: Country
sv: Land

source: City
sv: Stad

source: Brief Information on Organization
sv: Kort information om organisation

source: Organization Phone Number
sv: Organisationens telefonnummer

source: Contact Person at Eddi
sv: Kontaktperson på Eddi

source: LinkedIn Profile
sv: LinkedIn-profil

source: Facebook Profile
sv: Facebook profil

source: Approved Once
sv: Godkänd en gång

source: Course Category
sv: Kurskategori

source: Sub Category
sv: Underkategori

source: Rejection Count
sv: Antal avslag

source: Organization Logo
sv: Organisationens logotyp

source: Supplier Organization Profile Table
sv: Leverantörsorganisationsprofiltabell

source: Supplier Organization
sv: Leverantörsorganisation

source: Course Image
sv: Kursbild

source: Course Name
sv: Kursnamn

source: Course Level
sv: Kursnivå

source: Course Length
sv: Kurslängd

source: Course Language
sv: Kursspråk

source: Course Start Date
sv: Kursstartdatum

source: Course For Organization
sv: Kurs för organisation

source: Organization Domain
sv: Organisationsdomän

source: Course Type
sv: Kurstyp

source: Fee Type
sv: Typ av avgift

source: Course Price
sv: Kurspris

source: Invoice Vat
sv: Faktura moms

source: Additional Information
sv: ytterligare information

source: Organization Location
sv: Organisationens plats

source: Sub Area
sv: Underområde

source: Checkout Link
sv: Länk till kassan

source: Meeting Link
sv: Möteslänk

source: Passcode
sv: Lösenord

source: Target Users
sv: Målanvändare

source: Course Expiry Date
sv: Kursens utgångsdatum

source: Course Details Table
sv: Tabell med kursdetaljer

source: Whats'on Eddi
sv: Vad händer Eddi

source: Whats'on Eddi CMS
sv: Vad händer med Eddi CMS

source: Whats'on Eddi CMS SV
sv: Vad händer Eddi CMS SV

source: Image Title
sv: Bildens titel

source: Banner Image
sv: Bannerbild

source: Home Page CMS Banner Table
sv: Hemsida CMS Banner Tabell

source: Home Page CMS Banner Table SV
sv: Hemsida CMS Banner Tabell SV

source: Partner Logo
sv: Partnerlogotyp

source: Home Page CMS Partners Table
sv: Hemsida CMS Partners

source: Home Page CMS Partners Table SV
sv: Hemsida CMS Partners Tabell SV

source: Full Name
sv: Fullständiga namn

source: Phone Number
sv: Telefonnummer

source: Message
sv: Meddelande

source: Contact Form Lead Table
sv: Kontaktformulär Lead Table

source: Contact Form Lead Table SV
sv: Kontaktformulär Lead Table SV

source: Blog Image
sv: Bloggbild

source: Blog Title
sv: Bloggtitel

source: Blog Description
sv: Bloggbeskrivning

source: Blog Category
sv: Bloggkategori

source: Written by
sv: Skriven av

source: Blog Table
sv: Bloggtabell

source: Blog Table SV
sv: Bloggtabell SV

source: User Details
sv: Användarinformation

source: User Review
sv: Användarrecension

source: Testinomials Details Table
sv: Testinomial Detaljer Tabell

source: Testinomials Details Table SV
sv: Testinomial Detaljer Tabell SV

source: Eddi Logo Header
sv: Eddi Logotyp Header

source: Button 1 Text
sv: Knapp 1 Text

source: Button 2 Text
sv: Knapp 2 Text

source: Button 3 Text
sv: Knapp 3 Text

source: Button 4 Text
sv: Knapp 4 Text

source: Login Button Text
sv: Text för inloggningsknapp

source: Eddi Logo Footer
sv: Eddi logotyp sidfot

source: Footer Description
sv: Sidfot Beskrivning

source: Follow Us Text
sv: Följ oss text

source: Social Media Icon 1
sv: Ikon för sociala medier 1

source: Social Media Icon 2
sv: Ikon för sociala medier 2

source: Social Media Icon 3
sv: Ikon för sociala medier 3

source: Copyright Text
sv: Upphovsrättstext

source: Quicklink Text
sv: Snabblänktext

source: Quicklink Button Text1
sv: Snabblänkknapp Text1

source: Quicklink Button Text2
sv: Snabblänkknapp Text2

source: Quicklink Button Text3
sv: Snabblänkknapp Text3

source: Quicklink Button Text4
sv: Snabblänkknapp Text4

source: Quicklink Button Text5
sv: Snabblänkknapp Text5

source: Quicklink Button Text6
sv: Snabblänkknapp Text6

source: Header_FooterCMS
sv: Header_Footer_Svensk

source: Header_FooterCMS SV
sv: Header_Footer_Svensk

source: Heading
sv: Rubrik

source: Description
sv: Beskrivning

source: Button Text
sv: Knapp-text

source: Button URL
sv: Knappens URL

source: Left Button Text
sv: Vänster knapptext

source: Left Button URL
sv: Vänster knapp URL

source: Right Button Text
sv: Höger knapptext

source: Right Button URL
sv: Höger knapp URL

source: Blog
sv: Blogg

source: Testinomials
sv: Rekommendationer

source: Image
sv: Bild

source: Home Page
sv: Hemsidaf

source: Home Page SV
sv: Hemsida Svensk

source: Video Upload
sv: Videouppladdning

source: Newest Courses
sv: Nyaste kurserna

source: About Us Page
sv: Om oss

source: About Us Page SV
sv: Om oss Sida SV

source: Address
sv: Adress

source: Contact Number
sv: Kontaktnummer

source: Latitude
sv: Latitud

source: Longitude
sv: Longitud

source: Contact Us Page
sv: Kontakta oss sida

source: Contact Us Page SV
sv: Kontakta oss Sida SV

source: Main Heading
sv: Huvudrubrik

source: Left Heading
sv: Vänster rubrik

source: Sub Heading
sv: Underrubrik

source: Sub Description
sv: Underbeskrivning

source: Last Heading
sv: Sista rubriken

source: Last Description
sv: Sista beskrivningen

source: Privacy Policy Page
sv: Sekretesspolicy sida

source: Privacy Policy Page SV
sv: Integritetspolicy Sida SV

source: Privacy Policy Page Supplier
sv: Sekretesspolicy Sidleverantör

source: Privacy Policy Page Supplier SV
sv: Integritetspolicy Sida Leverantör SV

source: Terms & Condition Page
sv: Sida med villkor och villkor

source: Terms & Condition Page SV
sv: Villkor Sida SV

source: Terms & Condition Page Supplier
sv: Användarvillkor Sida Leverantör

source: Terms & Condition Page Supplier SV
sv: Villkor Sida Leverantör SV

source: User Signup
sv: Användarregistrering

source: Email Id
sv: E-post ID

source: Profile Image
sv: Profilbild

source: Gender
sv: Kön

source: location
sv: plats

source: Date of Birth
sv: Födelsedatum

source: Personal Number
sv: Personligt nummer

source: Highest Level of Education
sv: Högsta utbildningsnivå

source: University Name
sv: Universitetets namn

source: Highest Degree
sv: Högsta grad

source: Educational Area
sv: Utbildningsområde

source: Other Relavant Education
sv: Annan relevant utbildning

source: Diplomas and Certificates
sv: Diplom och certifikat

source: Current Professional Role
sv: Nuvarande yrkesroll

source: Additional Role
sv: Ytterligare roll

source: Extra Curricular You Want
sv: Extra läroplan du vill ha

source: Extra Curricular Competence You Have
sv: Extra Curricular kompetens du har

source: Core Responsibilities
sv: Kärnansvar

source: Level Of Role
sv: Rollnivå

source: Future Professional Role
sv: Framtida yrkesroll

source: Course Categories
sv: Kurskategorier

source: User Interests
sv: Användarintressen

source: Area of Interest
sv: Intresseområde

source: agree ads terms
sv: godkänn annonsvillkoren

source: User Eddi Profile
sv: Användarprofiler

source: user
sv: användare

source: course_name
sv: Kursnamn

source: Star
sv: Stjärna

source: Comment
sv: Kommentar

source: Course Rating Table
sv: Kursens betygstabell

source: Location
sv: Plats

source: User Personal Profile
sv: Användarens personliga profil

source: Supplier Name
sv: Leverantörsnamn

source: Account Number
sv: Kontonummer

source: Account Holder Name
sv: Kontoinnehavarens namn

source: IFSC Code
sv: IFSC-kod

source: About Me
sv: Om mig

source: Supplier Image
sv: Leverantörsbild

source: Supplier Profile
sv: Leverantörsprofil

source: Course name
sv: Kursnamn

source: Card Type
sv: Kort typ

source: Amount
sv: Belopp

source: Payment Created Date Time
sv: Betalning Skapat Datum Tid

source: Payment Status
sv: Betalningsstatus

source: User Payment Detail
sv: Användarbetalningsdetalj

source: is_favourite
sv: är_favorit

source: Favourite Course Created Date Time
sv: Favoritkurs skapad Datum Tid

source: Favourite Course
sv: Favoritbana

source: supplier email
sv: leverantörens e-post

source: Payment Detail
sv: Betalningsdetaljer

source: User Profile
sv: Användarprofil

source: Course Enroll
sv: Kursregistrering

source: Event Image
sv: Händelsebild

source: Event Choose Type
sv: Händelse Välj typ

source: Publish on
sv: Publicera på

source: Event Name
sv: Event namn

source: Event Category
sv: Händelsekategori

source: Event Banner Link
sv: Evenemangsbannerlänk

source: Event Start Date
sv: Eventets startdatum

source: Event Start Time
sv: Eventets starttid

source: Fees Type
sv: Typ av avgifter

source: Event Type
sv: Event typ

source: Event Price
sv: Evenemangspris

source: Event Small Description
sv: Händelse liten beskrivning

source: Event Description
sv: Händelsebeskrivning

source: Organizer
sv: Arrangör

source: Course Subscriber
sv: Kursabonnent

source: Event For Organization
sv: Evenemang för organisation

source: EventAd Created Date Time
sv: EventAd skapad Datum Tid

source: EventAd Table
sv: EventAd-tabell

source: Event Ad Payment Detail
sv: Betalningsinformation för händelseannons

source: Event name
sv: Event namn

source: User Email
sv: Användarens e-post

source: Event Ad Enroll
sv: Registrera dig för eventannons

source: Video Files
sv: Videofiler

source: Actual Video Duration
sv: Faktisk videolängd

source: created_date_time
sv: skapad_datum_tid

source: Document Files
sv: Dokumentfiler

source: File Size
sv: Filstorlek

source: Material Document Material
sv: Material Dokument Material

source: Email
sv: E-post

source: Document
sv: Dokumentera

source: is_complete
sv: är komplett

source: Duration
sv: Varaktighet

source: Course Material Status
sv: Kursmaterial Status

source: Course
sv: Kurs

source: Video Title
sv: Videotitel

source: File Title
sv: Filens titel

source: Course Material
sv: Kursmaterial

source: Recruitment File
sv: Rekryteringsfil

source: RecruitmentAd Title
sv: Rekryteringsannonstitel

source: RecruitmentAd Description
sv: RekryteringAnnonsbeskrivning

source: RecruitmentAd Expiry Date
sv: Rekryteringsannons utgångsdatum

source: Subscriber Count
sv: Antal prenumeranter

source: Approval Status
sv: godkännandestatus

source: Recruitment Ad
sv: Rekryteringsannons

source: Invoice Number
sv: Fakturanummer

source: User Address
sv: Användaradress

source: Vat
sv: moms

source: Invoice Data
sv: Fakturauppgifter

source: Invoice Data Event
sv: Fakturadatahändelse

source: sender
sv: avsändare

source: receiver
sv: mottagare

source: is_clear
sv: är klart

source: Notification Table
sv: Aviseringstabell

source: User Welcome
sv: Användare Välkommen

source: content
sv: innehåll

source: Terms & Conditions Page
sv: Sida med villkor och villkor

source: Terms & Conditions Page SV
sv: Allmänna villkor Sida SV

source: Swedish
sv: svenska

source: English
sv: engelsk

source: Page
sv: Sida
